Repository: martyanov/webshop-paymentform
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Missing parameter
ru: Параметр не указан

source: Parameter D is missing
ru: Параметр D отсутствует

source: GET CERTIFICATE
ru: ПОЛУЧИТЬ СЕРТИФИКАТ

source: The corresponding invoice has been paid
ru: Текущий инвойс оплачен

source: Internal error
ru: Внутренняя ошибка сервера

source: Sorry for the inconvenience
ru: Приносим извинения за неудобства

source: WebShop Invoice
ru: WebShop Инвойс

source: Total ePoints uploaded in this session:
ru: Общее количество ePoint-ов, потраченных за сессию:

source: Enter ePoint RAND:
ru: Введите рэнд ePoint:

source: Enter email address:
ru: Введите адрес электронной почты:

source: Enter pgp encyption key ID (optional):
ru: Введите ID ключа шифрования pgp (опционально):

source: Enable PGP/MIME:
ru: Включить PGP/MIME:

source: Send
ru: Отправить
